import myAxios from "../../config/axios";
import Config from "../../config";

export default function (props) {
    return `
        <div class="container">
            <div class="row faq">
                <div class="col-12">
                    <h2>سوالات متداول</h2>
                    
                    <ul class="accordion" id="faq-accordion">
                        <li>    
                            <span class="mark"></span>
                            <p class="title">سامانه پابل مخفف چیست؟</p>
                            <p class="body">
                            وجه تسمیه سامانه پابل (POBEL) از دو کلمه POD (پروژه سرزمین هوشمند پاسارگاد) و Label (برچسب) نشات می‌گیرد.
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">آیا ثبت نام و مشارکت در پابل رایگان است؟</p>
                            <p class="body">
                                بله
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">امکان ثبت نام و مشارکت در پابل برای چه کاربرانی میسر است؟</p>
                            <p class="body">
                                همه افرادی که از تحصیلات حداقلی برخوردار و قادرند با یک سامانه تحت وب کار کنند، می‌تواند در سامانه ثبت‌نام نمایند. همچنین بر حسب سطح دسترسی که عمدتاً بر مبنای مدرک تحصیلی، تخصص یا شغل می‌باشد، افراد حائز شرایط، می‌توانند در امر برچسب زنی مشارکت و در نتیجه درآمدزایی داشته باشند.
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">مبنای ارزیابی برچسب ثبت شده توسط‌ کاربران چیست؟</p>
                            <p class="body">
                                عملکرد کاربران بر مبنای تعداد برچسب‌های ثبت شده و میزان مطابقت آنها با پاسخ داده‌های طلایی ارزیابی می‌شوند. در واقع در هر مجموعه داده، تعداد قابل توجهی، داده طلایی وجود دارد که پاسخ درست آنها در سیستم ثبت شده است. این داده‌های طلایی بشکل تصادفی در میان سایر داده‌ها برای کاربر نمایش داده شده و بسته به نحوه‌ی صحت پاسخ به آنها اعتبار مالی کاربران انجام می‌گیرد. از آنجا که طلایی بودن یا نبودن یک داده برای کاربر مشخص نمی‌گردد، وی می-بایست به همه سوالات با ذهنیت طلایی بودن پاسخ دهد تا بتواند اعتبار ریالی خود را بیشینه سازد.
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">در صورت عدم اطمینان از الصاق برچسب صحیح به یک سوال تکلیف چیست؟</p>
                            <p class="body">
                                هنگامیکه کاربر بابت پاسخ به یک سوال دچار تردید می‌باشد، توصیه می‌گردد که از گزینه صرفنظر کردن (یا همان نظری ندارم) استفاده نماید چرا که در این صورت کاربر فقط امتیاز این سوال خاص را از دست می‌دهد و خدشه‌ای به امتیازهای کسب‌شده قبلی و قابل کسب آتی وارد نمی‌شود. اما در حالتیکه بطور تصادفی و با اطمینان کم به سوالات پاسخ دهد، در صورت نادرست بودن فقط اعتبار حداقلی به کاربر اختصاص داده می‌شود. 
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">مبنای محاسبه میزان شارژ کیف پول کاربران چه می‌باشد؟</p>
                            <p class="body">
                                برای شارژ کیف پول و متناسب با هدف تعیین شده‌ی هر کاربر دو مقدار لحاظ می‌شود: شارژ حداقلی و شارژ حداکثری که بر حسب ریال می‌باشند. شارژ حداقلی مقدار اعتباری است که به کاربر بابت مشارکت در سامانه پابل و پس از پاسخ دادن به همه سوالات تعیین شده در هدف مربوطه، تخصیص داده می‌شود. اما، برای دستیابی به شارژ حداکثری، کاربر می‌بایست به همه داده‌های طلایی موجود در سوالاتی که برای وی نمایش داده می‌شود، پاسخ صحیح دهد. متناسب با هر بار استفاده از گزینه صرفنظر دادن، از اعتبار حداکثری کاسته می‌شود و در صورت اشتباه پاسخ دادن به یک سوال طلایی، کل امتیاز حاصله باطل و فقط شارژ حداقلی به کاربر تعلق می‌گردد. 
                            </p>    
                        </li>
                        
                        <li>    
                            <span class="mark"></span>
                            <p class="title">چه زمانی کیف پول کاربران شارژ می‌گردد؟</p>
                            <p class="body">
                                کیف پول به صورت کاملا برخط شارژ می‌گردد.  اما پس از اتمام پاسخ‌دهی یک کاربر به میزان تعداد سوالات که در هدف خود از پیش تعیین نموده است، ضریب رسیدن به هدف در میزان اعتبار در نظر گرفته خواهد شد.  
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">منظور از تعیین هدف چیست؟</p>
                            <p class="body">
                                قبل از ورود به قسمت برچسب‌زنی مجموعه داده، هر کاربر می‌بایست، مشخص نماید که در یک بازه‌ی زمانی مشخص مثلاً هفتگی، چه تعداد سوال را پاسخ خواهد داد. لذا پس از اتمام یک هدف، می‌‌توان هدف جدیدی را تعیین نمود.  
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">در انتخاب و تعیین هدف چه نکاتی را می‌بایست مد نظر قرار داد؟</p>
                            <p class="body">
                                مشخصاً، مقدار زمانی که کاربر در یک بازه‌ زمانی (مثلاً هفتگی) می‌تواند به برچسب‌زنی اختصاص دهد، مهمترین معیار در انتخاب هدف می‌باشد. در این خصوص، می‌توان از محاسبات سرانگشتی نیز استفاده نمود: مثلاً با در نظر گرفتن مدت زمانی معادل 10 ثانیه برای برچسب‌زنی به هر سوال، و در نظر گرفتن 20 دقیقه استراحت در هر ساعت، می‌توان 240 سوال را در یک ساعت برچسب زد.   
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">آیا در حداکثر تعداد سوالاتی که هریک کاربر مجاز به برچسب‌زنی می‌باشد محدودیتی وجود دارد؟</p>
                            <p class="body">
                                بله وجود دارد اما مقدار آن شناور بوده و با توجه به نرخ برچسب‌زنی در مجموعه داده مربوطه، بصورت دوره‌ای قابل بروز رسانی خواهد بود. 
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">آیا راهبر سامانه قادر به غیرفعال نمودن یک کاربری می‌باشد؟</p>
                            <p class="body">
                                بله. راهبر سیستم بصورت مداوم عملکرد کاربران را نظارت می‌نماید و در صورتیکه یک کاربر نرخ بالائی در پاسخ اشتباه به سوالات داشته باشد، پروفایل کاربری مربوطه در سامانه غیرفعال خواهد شد. 
                            </p>    
                        </li>
                        <li>    
                            <span class="mark"></span>
                            <p class="title">چگونه می‌توان از شارژ کیف پول استفاده نمود؟</p>
                            <p class="body">
                                با توجه به قابلیتهای موجود در بستر کیف پول سرزمین هوشمند پاسارگاد (پاد)، امکان انتقال وجه به حساب بانکی و نیز از استفاده از خدمات متنوع به راحتی وجود دارد. 
                            </p>    
                        </li>
                    </ul>
                </div>
            </div>
        </div>       
    `;
}